/*  --------- Settings ----------- */

"Automatically Install" = "Instalare automată";

"Delete After Install" = "Șterge după instalare";

"Remove Metadata"="Șterge metadate";

"Keep Awake"="Menține pornit";

"This will keep your screen always ON while using AppCake"="Asta va ține ecranul PORNIT cât timp folosiți AppCake";

"Remove Metadata will stop App Store from updating the app"="Șterge metadate va opri actualizarea aplicației de către App Store";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="Activarea Sincronizare iTunes va permite transferul aplicațiilor descărcate de pe AppCake prin iTunes.";

"iTunes Sync"="Sincronizare iTunes";

"Feedback"="Feedback";

"Changelog"="Schimbări";

"I Can Translate"="Pot să traduc";

"Clear Image Cache"="Golire cache imagini";